tests/fixtures/server/action_request.xml

<?xml version="1.0" encoding="UTF-8"?>
<?xml version="1.0"?>
 <s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
 <s:Body>
 <u:SetValues xmlns:u="urn:schemas-upnp-org:service:TestServerService:1">
 <In_Var1_str>foo</In_Var1_str>
 </u:SetValues>
 </s:Body>
 </s:Envelope>
